"Model slug" = "Үлгі идентификаторы";

"Content" = "Контент";

"Change Shortcut" = "Таңбашаны өзгерту";

"New Chat" = "Жаңа чат";

"Settings…" = "Параметрлер…";

"Which model would you like to use?" = "Қай үлгіні пайдаланғыңыз келеді?";

"Ask ChatGPT" = "ChatGPT-ден сұрау";

"Continuous chat" = "Үздіксіз чат";

"What would you like to ask ChatGPT about?" = "ChatGPT-ден не сұрағыңыз келеді?";

"Start voice conversation" = "Дауыстық әңгіме бастау";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Бұл әрекет ChatGPT-мен дауыстық әңгіме бастау үшін ChatGPT қолданбасын іске қосады.";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Екі жақты чатты қосу немесе Таңбашаны жауап алғаннан кейін бірден жабу";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"Start new chat" = "Жаңа чат бастау";

"You can continue this chat from the app." = "Бұл чатты қолданбада жалғастыруыңызға болады.";

"This action will send a single message to a chat with ChatGPT and return the response." = "Бұл әрекет ChatGPT бар чатқа бір хабар жіберіп, жауап қайтарады.";

"Message" = "Хабар";

"Message to send to ChatGPT" = "ChatGPT-ге жіберілетін хабар";

"Message Identifier" = "Хабар идентификаторы";

"Is there anything else you would like to ask about?" = "Қойғыңыз келетін басқа сұрақтарыңыз бар ма?";

"Toggle Sidebar" = "Бүйірлік тақтаны ауыстыру";

"Indicates whether a new chat should be started" = "Жаңа чат басталуы керектігін не керек еместігін көрсетеді";

"Check for Updates…" = "Жаңартулардың бар-жоғын тексеру...";

"Model name" = "Үлгі атауы";

"Model to use with the new chat" = "Жаңа чатта қолданылатын үлгі";

"Chat Identifier" = "Чат идентификаторы";

"Would you like to start a new chat?" = "Жаңа чат бастағыңыз келе ме?";

"Model" = "Үлгі";

"Start voice conversation with ChatGPT" = "ChatGPT-мен дауыстық әңгіме бастау";

"New Temporary Chat" = "New Temporary Chat";

